SCREEN_WIDTH = 1200
SCREEN_HEIGHT = 800

SCHEME_OPTIONS = (
            ((99, 355), (217, 101)),
            ((184, 509), (89, 34)),
            ((291, 578), (118, 187)),
            ((584, 536), (40, 32)),
            ((574, 430), (69, 54)),
            ((485, 274), (52, 95)),
            ((569, 249), (81, 58)),
            ((1023, 305), (92, 77)),
            ((1022, 416), (81, 83)),
            ((1024, 530), (95, 96)),
            ((568, 367), (83, 38))
        )



CIRCUIT_DESCRIPTIONS=("""большое описание схемы на несколько строк
                                   вторая строка""",
                                   'dsfdsfsdfsdfsd',
                                   'fdsfsdfsd2',
                                   'fdsfsdfsd3',
                                   'fdsfsdfsd4',
                                   'fdsfsdfsd5',
                                   'fdsfsdfsd6',
                                   'fdsfsdfsd7',
                                   'fdsfsdfsd8',
                                   'fdsfsdfsd9',
                                   'fdsfsdfsd10',
                                   )


BEACONS = (
            (500, 380),
            (700, 400),
            (300, 480),
            (750, 620),
)


FREQUENCIES_BANDS = (
            108.9,
            108.8,
            108.3,
            108.5
        )
